<h3>T&Eacute;RMINOS Y CONDICIONES – <b>HalloCasa.com</b></h3>

<p>Esta p&aacute;gina establece los "T&eacute;rminos y Condiciones" bajo los cuales usted puede usar <b>HalloCasa.com</b>. Por favor lea 
esta p&aacute;gina cuidadosamente. Si usted no acepta los t&eacute;rminos y condiciones establecidos aqu&iacute;, no use <b>Hallocasa.com</b> 
ni sus servicios. Mediante el uso de este sitio web usted est&aacute; indicando su aceptaci&oacute;n a estos T&eacute;rminos y 
Condiciones.<b>Hallocasa.com</b> puede modificar estos T&eacute;rminos y Condiciones en cualquier momento. Usted debe visitar 
esta p&aacute;gina peri&oacute;dicamente para revisarlos debido a que los mismos son obligatorios para usted. Los t&eacute;rminos "usted" 
o "usuario" tal como se usan aqu&iacute;, se refieren a todas las personas naturales o jur&iacute;dicas o entidades de cualquier 
naturaleza que accedan a este sitio web por cualquier raz&oacute;n.</p>

<b><h4>USO DEL MATERIAL</h4></b>

<p><b>Hallocasa.com</b> lo autoriza a usted a consultar, revisar y usar el material que se encuentra en el sitio web &uacute;nicamente 
para su uso personal y no comercial. El contenido de este sitio web, incluyendo pero sin limitarse a, los textos, gr&aacute;ficas, 
im&aacute;genes, logotipos, iconos, software y cualquier otro material como calculadoras est&aacute;n protegidos bajo las leyes 
colombianas de derechos de autor, leyes de propiedad industrial y otras leyes aplicables. Todo el Material es de 
propiedad de <b>Hallocasa.com</b> o de sus proveedores o clientes. El uso no autorizado del material puede constituir una 
violaci&oacute;n de las leyes colombianas o extranjeras sobre derechos de autor, leyes de propiedad industrial u otras leyes. </p>

<p>Usted no podr&aacute; vender o modificar el Material en manera alguna, ni ejecutar o anunciar p&uacute;blicamente el Material ni 
distribuirlo para prop&oacute;sitos comerciales. Usted no podr&aacute; copiar o adaptar el c&oacute;digo HTML que <b>Hallocasa.com</b> crea 
para generar sus p&aacute;ginas ya que el mismo est&aacute; protegido por los derechos de autor de <b>Hallocasa.com</b>.</p>

<b><h4>USO AUTORIZADO DEL SITIO WEB</h4></b>

<p>Reglas Generales: Los usuarios no pueden usar el sitio web con el fin de transmitir, distribuir, almacenar o destruir 
material (i) en violaci&oacute;n de cualquier ley aplicable o regulaci&oacute;n, (ii) de manera que se infrinjan las leyes sobre derechos 
de autor, propiedad industrial, secretos comerciales o cualquier otro derecho de propiedad intelectual de terceros o de 
manera que viole la privacidad, publicidad u otros derechos personales de terceros, o (iii) en forma que sea difamatoria, 
obscena, amenazante o abusiva. Reglas de Seguridad del sitio web: A los usuarios les est&aacute; prohibido violar o intentar 
violar la seguridad del sitio web. Espec&iacute;ficamente los usuarios no podr&aacute;n (i) acceder a informaci&oacute;n que no est&eacute; dirigida 
o autorizada a dicho usuario o acceder a servidores o cuentas a los cuales el usuario no est&aacute; autorizado a acceder, (ii) 
intentar probar la vulnerabilidad de un sistema o red sin la debida autorizaci&oacute;n o violar las medidas de seguridad o
autenticaci&oacute;n, (iii) intentar interferir con los servicios prestados a un usuario, servidor o red, incluyendo pero sin 
limitarse al envi&oacute; de virus a trav&eacute;s del sitio web, (iv) enviar correo electr&oacute;nico no solicitado, incluyendo promociones y/o 
publicidad de productos o servicios. La violaci&oacute;n de cualquier sistema o red de seguridad puede resultar en 
responsabilidades civiles y penales. <b>Hallocasa.com</b> investigar&aacute; la ocurrencia de hechos que puedan constituir violaciones a 
lo anterior y cooperar&aacute; con cualquier autoridad competente en la persecuci&oacute;n de los usuarios que est&eacute;n envueltos en tales violaciones.</p>

<b><h4>USOS PROHIBIDOS DEL SITIO WEB</h4></b>

<p>El Sitio web puede ser usado &uacute;nicamente para prop&oacute;sitos legales. <b>Hallocasa.com</b> proh&iacute;be el uso del sitio web en 
cualquiera de las siguientes formas:</p>

<ul>
<li>Incluir en el sitio web cualquier informaci&oacute;n sobre el producto a vender u ofrecer, falsa o inexacta o 
informaci&oacute;n que no corresponda a la realidad.</li>

<li>Incluir en el sitio web cualquier derecho de franquicia, esquema de pir&aacute;mide, membres&iacute;a a un club o grupo, 
representaci&oacute;n de ventas, agencia comercial o cualquier oportunidad de negocios que requiera un pago 
anticipado o pagos peri&oacute;dicos, solicitando el reclutamiento de otros miembros, sub­distribuidores o sub-
agentes.</li>

<li>Borrar o revisar cualquier material incluido en el sitio web por cualquiera otra persona o entidad, sin la debida 
autorizaci&oacute;n.</li>

<li>Usar cualquier elemento, dise&ntilde;o, software o rutina para interferir o intentar interferir con el funcionamiento 
adecuado de este sitio web o cualquier actividad que sea llevada a cabo en el sitio web.</li>

<li>Intentar decifrar, de compilar o desensamblar cualquier software comprendido en el sitio web o que de 
cualquier manera haga parte del sitio web.</li>

<li>En general, incluir o colocar en sitio web informaci&oacute;n falsa, inexacta, incompleta o enga&ntilde;osa.</li>
</ul>

<p>Si usted tiene un password o contrase&ntilde;a que le permita el acceso a un &aacute;rea no p&uacute;blica de este sitio web, no podr&aacute; 
revelar o compartir ese password o contrase&ntilde;a con terceras personas o usar el password o contrase&ntilde;a para prop&oacute;sitos 
no autorizados.</p>

<b><h4>INFORMACI&Oacute;N DE LOS USUARIOS</h4></b>

<p>Cuando usted se registra en este sitio web, se le solicitar&aacute; que suministre a <b>Hallocasa.com</b> cierta informaci&oacute;n, 
incluyendo pero sin limitarse a, una direcci&oacute;n v&aacute;lida de correo electr&oacute;nico (su "Informaci&oacute;n"). En adici&oacute;n a los t&eacute;rminos 
y condiciones que puedan ser previstos en otras pol&iacute;ticas de privacidad en este sitio web, usted entiende y acuerda que 
la compa&ntilde;&iacute;a puede revelar a terceras personas, sobre bases an&oacute;nimas, cierta informaci&oacute;n contenida en su solicitud de 
registro. <b>Hallocasa.com</b> se reserva el derecho de ofrecer a usted servicios o productos de <b>Hallocasa.com</b> o de 
terceras personas, basados en las preferencias que usted haya identificado en su solicitud de registro o en cualquier 
momento posterior a la misma. Tales ofertas podr&aacute;n ser hechas por <b>Hallocasa.com</b> o por terceras personas.</p>

<b><h4>INFORMACI&Oacute;N INCLUIDA EN EL SITIO WEB POR LOS USUARIOS</h4></b>

<p>Como usuario usted es responsable por sus propias comunicaciones e informaci&oacute;n y por las consecuencias de incluir o 
colocar dicha informaci&oacute;n o comunicaciones en el sitio web. Usted no podr&aacute;: (i) incluir o colocar en sitio web material 
que est&eacute; protegido por las leyes sobre derechos de autor, a menos que usted sea el propietario de tales derechos o 
haya obtenido permiso del propietario de tales derechos para incluir tal material en Sitio web, (ii) incluir o colocar en el 
Sitio web material que revele secretos industriales o comerciales a menos que usted sea el propietario de los mismos o 
haya obtenido autorizaci&oacute;n del propietario, (iii) incluir en el Sitio web material que de cualquier forma pueda implicar 
una violaci&oacute;n de derechos de propiedad intelectual o industrial o cualquier otro derecho, (iv) incluir material que sea 
obsceno, difamatorio, abusivo, amenazante u ofensivo para cualquier otro usuario o cualquier otra persona o entidad, 
(v) incluir en el Sitio web im&aacute;genes o declaraciones pornogr&aacute;ficas o que incluyan sexo expl&iacute;cito, o que sea considerada 
pornograf&iacute;a infantil en los t&eacute;rminos del Decreto 1524 de 2002 (vi) incluir o colocar en el Sitio web publicidad o anuncios 
publicitarios sin la debida autorizaci&oacute;n de <b>HalloCasa.com</b>, cadenas de cartas, virus, caballos de troya, bombas de 
tiempo o cualquier programa de computador o herramienta con la intenci&oacute;n de da&ntilde;ar, interferir, interceptar o apropiarse 
de cualquier sistema, datos o informaci&oacute;n. <b>HalloCasa.com</b> no otorga garant&iacute;a alguna, expresa o impl&iacute;cita, acerca de la 
veracidad, exactitud o confiabilidad de la informaci&oacute;n incluida en el Sitio web por los usuarios ni apoya o respalda las 
opiniones expresadas por los usuarios. Usted reconoce y declara que la confianza por usted depositada en cualquier 
material incluido en el Sitio web por los usuarios se har&aacute; bajo su propio riesgo. <b>HalloCasa.com</b> act&uacute;a como un medio 
pasivo para la distribuci&oacute;n y publicaci&oacute;n en Internet de informaci&oacute;n presentada por los usuarios y no tiene obligaci&oacute;n de 
revisar anticipadamente tal informaci&oacute;n ni es responsable de revisar o monitorear la informaci&oacute;n incluida en Sitio web 
por los usuarios. Si <b>HalloCasa.com</b> es notificada por un usuario acerca de la existencia de informaci&oacute;n que no cumpla 
con estos T&Eacute;RMINOS y Condiciones, la Compa&ntilde;&iacute;a puede investigar tal informaci&oacute;n y determinar de buena fe y a su 
exclusiva discreci&oacute;n si remueve o elimina tal informaci&oacute;n o solicita que sea removida o eliminada del Sitio web. </p> 

<p><b>HalloCasa.com</b> se reserva el derecho de expulsar usuarios o de prohibir su acceso futuro al Sitio web por violaci&oacute;n de 
estos T&eacute;rminos y Condiciones o de la ley aplicable. Igualmente la Compa&ntilde;&iacute;a se reserva el derecho de eliminar del Sitio 
web informaci&oacute;n presentada o incluida por un usuario, cuando lo considere apropiado o necesario a su exclusiva 
discreci&oacute;n, si estima o cree que tal informaci&oacute;n puede generar responsabilidad para <b>HalloCasa.com</b> o puede causar la 
p&eacute;rdida de los servicios de sus proveedores de internet (ISPs) o de otros proveedores.</p>

<b><h4>REGISTRO Y CONTRASE&Ntilde;A (PASSWORD)</h4></b>

<p>Usted es responsable por mantener la confidencialidad de su password o contrase&ntilde;a. Usted ser&aacute; responsable por 
todos los usos de su registro en Sitio web, sean o no autorizados por usted. Usted acuerda notificar inmediatamente a 
<b>HalloCasa.com</b> cualquier uso no autorizado de su registro y password o contrase&ntilde;a.</p>

<b><h4>PROHIBICI&Oacute;N DE REVENTA, CESI&Oacute;N O USO COMERCIAL NO AUTORIZADO</h4></b>

<p>Usted acuerda no revender o ceder sus derechos u obligaciones bajo estos T&eacute;rminos y Condiciones. Usted acuerda 
igualmente no hacer un uso comercial no autorizado de este Sitio web.</p>

<b><h4>TERMINACI&Oacute;N</h4></b>

<p><b>HalloCasa.com</b> se reserva el derecho, a su exclusiva discreci&oacute;n, de borrar toda la informaci&oacute;n que usted haya incluido 
en el Sitio web y de terminar inmediatamente su registro y el acceso al Sitio web o a determinados servicios prove&iacute;dos 
por <b>HalloCasa.com</b>, ante el incumplimiento por su parte de estos T&eacute;rminos y Condiciones o ante la imposibilidad de 
verificar o autenticar cualquier informaci&oacute;n que usted haya presentado en su forma de registro para acceder al Sitio 
web.</p>

<b><h4>DISPOSICIONES GENERALES</h4></b>

<p><b>HalloCasa.com</b> no asegura que el material pueda ser legalmente accesado o visto fuera del territorio de la Rep&uacute;blica 
de Colombia. El acceso al Material puede no ser legal por ciertas personas o en ciertos pa&iacute;ses. Si usted tiene acceso a 
este Sitio web desde un lugar ubicado fuera del territorio de la Rep&uacute;blica de Colombia, lo hace bajo su propio riesgo y 
es responsable del cumplimiento de las leyes aplicables en su jurisdicci&oacute;n. Estos T&eacute;rminos y Condiciones est&aacute;n 
regidos por las leyes de la Rep&uacute;blica de Colombia, sin dar aplicaci&oacute;n a las normas o principios sobre conflicto de leyes. 
La jurisdicci&oacute;n para cualquier reclamaci&oacute;n que surja de estos T&eacute;rminos y Condiciones ser&aacute; exclusivamente la de los 
tribunales y jueces de la Rep&uacute;blica de Colombia. Si alguna previsi&oacute;n de estos t&eacute;rminos y condiciones es declarada nula 
o inv&aacute;lida o ineficaz, ello no afectar&aacute; la validez de las restantes previsiones de estos T&eacute;rminos y Condiciones.</p>

<b><h4>RESPONSABILIDAD DE LA COMPA&Ntilde;&Iacute;A</h4></b>

<p><b>HalloCasa.com</b> act&uacute;a solamente como un lugar o escenario para que los oferentes y/o vendedores, incluyan o 
publiquen los bienes y servicios que deseen ofrecer. <b>HalloCasa.com</b> no revisa ni censura las ofertas, bienes o 
servicios publicados. <b>HalloCasa.com</b> no est&aacute; involucrada ni se involucra en las transacciones o tratos entre los 
oferentes y/o vendedores y los usuarios de este sitio web. La selecci&oacute;n de uno y otro servicio y/o producto es 
responsabilidad exclusiva de los usuarios. <b>HalloCasa.com</b> no avala, certifica, garantiza ni recomienda los productos y 
servicios ofrecidos a trav&eacute;s del portal. <b>HalloCasa.com</b> no tiene ni ejerce control alguno sobre la calidad, idoneidad, 
seguridad o legalidad de los servicios y/o productos ofrecidos o publicados en su portal. <b>HalloCasa.com</b> tampoco tiene 
ni ejerce control alguno sobre la veracidad o exactitud de la informaci&oacute;n publicada por los vendedores u oferentes, 
sobre los productos y/o servicios ofrecidos.</p>

<p>Adicionalmente por favor tenga en cuenta que existen riesgos, que incluyen pero no se limitan, al da&ntilde;o o lesiones 
f&iacute;sicas, al tratar con extra&ntilde;os, menores de edad o personas que act&uacute;an bajo falsas pretensiones. Usted asume todos 
los riesgos asociados con tratar con otros usuarios con los cuales usted entre en contacto a trav&eacute;s del portal. El 
cumplimiento de los t&eacute;rminos y condiciones de los contratos o acuerdos que usted llegue a celebrar con otros usuarios 
del sitio web, as&iacute; como el cumplimiento de las leyes aplicables a tales contratos o acuerdos, es responsabilidad 
exclusiva de los usuarios y no de <b>HalloCasa.com</b>. Debido a que la autenticidad de los usuarios de internet es dif&iacute;cil, 
<b>HalloCasa.com</b> no puede confirmar y no confirma que cada usuario es quien dice ser. Debido a que la Compa&ntilde;&iacute;a no 
se involucra en las relaciones o tratos entre sus usuarios ni controla el comportamiento de los usuarios o participantes 
en el portal, en el evento en que usted tenga una disputa con uno o m&aacute;s usuarios del sitio web, usted libera a 
<b>HalloCasa.com</b> (y a sus empleados y agentes) de cualquier reclamaci&oacute;n, demanda o da&ntilde;o de cualquier naturaleza, 
que surja de o de cualquier otra forma se relacione con dicha disputa.</p>

<p><b>HalloCasa.com</b> no controla la informaci&oacute;n suministrada por otros usuarios y que pueda estar disponible a trav&eacute;s del 
Sitio web. Por su propia naturaleza la informaci&oacute;n proveniente de terceras personas puede ser ofensiva, da&ntilde;ina, falsa o 
inexacta y en algunos casos puede ser titulada o rotulada de manera err&oacute;nea o decepcionante. <b>HalloCasa.com</b> espera 
que usted emplee la debida precauci&oacute;n y sentido com&uacute;n cuando use este Sitio web. El Material puede contener 
inexactitudes o errores tipogr&aacute;ficos. <b>HalloCasa.com</b> no otorga garant&iacute;a alguna, expresa o impl&iacute;cita, acerca de la 
precisi&oacute;n, exactitud, confiabilidad u oportunidad del Sitio web o del Material. Nada de lo incluido en Sitio web por 
<b>HalloCasa.com</b> o por los usuarios constituye recomendaci&oacute;n, asesor&iacute;a o consejo suministrado por <b>HalloCasa.com</b>. El 
uso del Sitio web y del material, al igual que las decisiones que usted adopte con base en este Sitio web y el Material, 
se hacen bajo su propio y exclusivo riesgo. <b>HalloCasa.com</b> recomienda que todas las decisiones que usted pretenda 
adoptar con base en el Material y cualquier otra informaci&oacute;n incluida en el Sitio web sean consultadas con sus propios 
asesores y consultores. <b>HalloCasa.com</b> no ser&aacute; responsable por cualquier decisi&oacute;n de compra o negocio que usted 
tomo con base en uso de este WebSite.</p>

<p>HALLOCASA.COM NO GARANTIZA QUE EL SITIO WEB OPERE LIBRE ERRORES O QUE EL SITIO WEB Y SU 
SERVIDOR SE ENCUENTRE LIBRE DE VIRUS DE COMPUTADORES U OTROS MECANISMOS DA&Ntilde;INOS. SI EL 
USO DEL SITIO WEB O DEL MATERIAL RESULTA EN LA NECESIDAD DE PRESTAR SERVICIO DE REPARACI&Oacute;N 
O MANTENIMIENTO A SUS EQUIPOS O INFORMACI&Oacute;N O DE REEMPLAZAR SUS EQUIPOS O INFORMACI&Oacute;N, 
HALLOCASA.COM NO ES RESPONSABLE POR LOS COSTOS QUE ELLO IMPLIQUE.</p>

<p>EL SITIO WEB Y EL MATERIAL SE PONEN A DISPOSICI&Oacute;N EN EL ESTADO EN QUE SE ENCUENTREN. </p>

<p>HALLOCASA.COM NO OTORGA GARANT&Iacute;A ALGUNA SOBRE LA EXACTITUD, CONFIABILIDAD U OPORTUNIDAD 
DEL MATERIAL, LOS SERVICIOS, LOS TEXTOS, EL SOFTWARE, LAS GR&Aacute;FICAS Y LOS LINKS O V&Iacute;NCULOS.</p>

<p>EN NING&Uacute;N CASO HALLOCASA.COM, SUS PROVEEDORES O CUALQUIER PERSONA MENCIONADA EN EL 
SITIO WEB SER&Aacute; RESPONSABLE POR DA&Ntilde;OS DE CUALQUIER NATURALEZA, RESULTANTES DEL USO O LA 
IMPOSIBILIDAD DE USAR EL SITIO WEB O EL MATERIAL. LINKS A OTROS SITIO WEBS El Sitio web contiene links 
o v&iacute;nculos a sitio webs de terceras personas. Estos links o v&iacute;nculos se suministran para su conveniencia &uacute;nicamente y 
<b>HalloCasa.com</b> no respalda, recomienda o asume responsabilidad alguna sobre el contenido de los sitio webs de 
terceras personas. Si usted decide acceder a trav&eacute;s de los links o v&iacute;nculos a los sitio webs de terceras personas, lo 
hace bajo su propio riesgo.</p>

<b><h4>PROMOCIONES, CONCURSOS Y EVENTOS</h4></b>

<p>Las promociones, concursos, sorteos y eventos que se implementen en el Portal estar&aacute;n sujetas a las reglas y 
condiciones que en cada oportunidad se establezca por parte de <b>HalloCasa.com</b>, siendo necesario como requisito 
m&iacute;nimo para acceder a tales oportunidades o beneficios comerciales, que el Usuario se encuentre debidamente 
registrado como usuario del Portal. <b>HalloCasa.com</b> no se responsabiliza por cualquier tipo de da&ntilde;o ­incluyendo moral, 
f&iacute;sico, material, ni de cualquier otra &iacute;ndole­ que pudiera invocarse como relacionado con la recepci&oacute;n por parte del 
Usuario registrado de cualquier tipo de obsequios y/o regalos remitidos por <b>HalloCasa.com</b>. As&iacute; mismo, 
<b>HalloCasa.com</b> no ser&aacute; responsable por las consecuencias que pudieren causar el ingreso al Portal y/o la presencia 
en cualquier evento y/o reuni&oacute;n organizada por &eacute;ste. El Usuario reconoce que <b>HalloCasa.com</b> no asume 
responsabilidad alguna que corresponda a un anunciante y/o el proveedor de los servicios que se ofrezcan en el Portal, 
siendo entendido que <b>HalloCasa.com</b> no se responsabiliza por la calidad ni la entrega de los productos o prestaci&oacute;n 
de servicios que se publican en este sitio. Por tal motivo no ser&aacute; responsable por cualquier problema, queja o reclamo 
de los usuarios por cuestiones atinentes a dichos productos y/o servicios. Cada promoci&oacute;n, concurso o evento que se 
promueva o realice a trav&eacute;s del Portal, estar&aacute; sujeto a las reglas de Privacidad que para el mismo se indiquen, por lo 
que la participaci&oacute;n en los mismos deber&aacute; atenerse a lo que en cada caso se se&ntilde;ale, lo cual ser&aacute; complementario a las 
pol&iacute;ticas de privacidad se&ntilde;aladas anteriormente, siempre y que no sea excluyente.</p>

<b><h4>BASES DE DATOS E INFORMACI&Oacute;N</h4></b>

<p>Quien diligencia el formulario de registro acepta que sus datos se incorporen a las bases de datos de <b>HalloCasa.com</b>,  sus filiales o subsidiarias. 
En todo caso, el Usuario podr&aacute; en cualquier momento solicitar el retiro de su informaci&oacute;n 
personal de las bases de datos de <b>HalloCasa.com</b>, sus filiales o subsidiarias, para lo cual deber&aacute; enviar un correo 
electronicol a contact@hallocasa.com, en cuyo caso perder&aacute; los privilegios derivados del registro. As&iacute; mismo, el 
Usuario podr&aacute; modificar o actualizar la informaci&oacute;n suministrada en cualquier momento, ingresando a la Zona de 
Usuario en el Portal.</p>

<p>Quien diligencia el formulario de registro autoriza de modo expreso a <b>HalloCasa.com</b> para recolectar, procesar y 
comercializar los datos contenidos en el mismo. Con base en lo anterior <b>HalloCasa.com</b> podr&aacute; reproducir, publicar, 
traducir, adaptar, extraer o compendiar los datos o informaci&oacute;n suministrada. Del mismo modo le confiere la facultad 
para disponer de ellos a t&iacute;tulo oneroso o gratuito bajo las condiciones l&iacute;citas que su libre criterio dicte. A su vez, quien 
diligencia el formulario de registro declara que conoce y acepta que los datos contenidos en el mismo pueden ser 
utilizados para impulsar, dirigir, ejecutar y de manera general, llevar a cabo campa&ntilde;as promocionales o concursos de 
car&aacute;cter comercial o publicitario, de <b>HalloCasa.com</b> o de otras personas o sociedades con quien esta contrate tales 
actividades, mediante el env&iacute;o de Email, Mensaje de texto (SMS y/o MMS) o a trav&eacute;s de cualquier medio an&aacute;logo y/o 
digital de comunicaci&oacute;n.</p>

<b><h4>POLITICAS DE PRIVACIDAD PARA APLICACI&Oacute;N DE WINDOWS 8</h4></b>

<p>Sus datos personales ser&aacute;n confidenciales.</p>

<p>Si se requiere de su informaci&oacute;n privada como nombre, usuario, contrase&ntilde;a, email, esta informaci&oacute;n solo ser&aacute; 
almacenada para:</p>

<ul>
<li> Personalizar la experiencia del usuario con la aplicaci&oacute;n </li>
<li> Conectar al usuario con servicios externos de la aplicaci&oacute;n que requieran estos datos.</li>
</ul>

<p>No se compartir&aacute; ninguno de sus datos personales con un tercero. De ser requerido usted ser&aacute; claramente notificado y 
se har&aacute; con su previa aprobaci&oacute;n.</p>

<p>Los correos recibidos de parte del usuario ser&aacute;n tratados con estricta confidencialidad.</p>

<p>Nosotros no enviamos correos que no hayan sido solicitados por el usuario ni informaci&oacute;n comercial no autorizada por 
el mismo.</p>

<p>Para inquietudes o sugerencias relacionadas con estos t&eacute;rminos y condiciones, puede escribir a la siguiente direcci&oacute;n: 
contact@halloCasa.com. </p>

<b><h4>DERECHO AL RETRACTO</h4></b>

<p>El usuario comprador cuenta con cinco (5) d&iacute;as h&aacute;biles contados a partir de la solicitud de publicaci&oacute;n del aviso a 
<b>HalloCasa.com</b>., para ejercer el derecho de retracto, estas solicitudes deber&aacute;n enviarse al equipo de servicio al cliente 
de <b>HalloCasa.com</b>. El derecho de retracto podr&aacute; ejercerse por parte de los usuarios compradores, con excepci&oacute;n de 
que el servicio de publicaci&oacute;n haya comenzado a ejecutarse o que se haya ejecutado, caso en el cual aplica lo
dispuesto en el art&iacute;culo 47 de la Ley 1480 de 2011.</p>

<b><h4>GARANT&Iacute;A</h4></b>

<p>El usuario comprador cuenta con cinco (5) d&iacute;as h&aacute;biles contados a partir del primer d&iacute;a de publicaci&oacute;n, para hacer 
efectiva la garant&iacute;a, reportar falla, solicitar modificaciones o insatisfacci&oacute;n del producto adquirido, estas solicitudes 
deber&aacute;n enviarse al equipo de servicio al cliente de <b>HalloCasa.com</b>.</p>